Repository: The-Smartest-Home/hass_inspirair
Catalog: hass_inspirair/i18n/*/LC_MESSAGES/hass_inspirair.po
Languages: de

source: Holidays
de: Ferien

source: Kitchen High Speed
de: Boost

source: Guests
de: Gäste

source: Off
de: Aus

source: Winter optimisation
de: Winter

source: Summer optimisation
de: Sommer

source: Open
de: Offen

# id
source: Device Id
de: GeräteID

# serial_id
source: Serial number
de: Seriennummer

source: Regulation Mode
de: Regelart

source: Night Cooling
de: Nachtkühlung

source: Bypass Exchanger
de: Beipass Management

# boost_time
source: Boost Runtime
de: Boostmodus Zeit

# aux_time_1
source: Aux1 Runtime
de: Aux1 Zeit

# aux_time_2
source: Aux2 Runtime
de: Aux2 Zeit

# extract_airflow
source: Output Airflow
de: Abluft Durchfluss

# supply_airflow
source: Input Airflow
de: Zuluft Durchfluss

# extract_pressure
source: Output Pressure
de: Abluft Druck

# supply_pressure
source: Input Pressure
de: Zuluft Druck

# extract_speed
source: Output Airspeed
de: Abluft Geschwindigkeit

# supply_speed
source: Input Airspeed
de: Zuluft Geschwindigkeit

# extract_supply_ratio
source: I/O Ration
de: Zuluft/Abluft Balance

# temperature_summer_comfort
source: Summer Comfort Temperatur
de: Sommer Komforttemperatur

# supply_voltage
source: Voltage
de: Spannung

# voltage_0_10
source: Voltage 10V
de: Spannung 10V

source: Switch State
de: Schalter Status

source: USB State
de: USH Status

source: Radio State
de: Radio Status

# ibus_receptions
source: Ibus Reception
de: IBus Receptions

source: iBus auxiliary
de: Anzahl Ibus

# hmi_installer
source: Installer HMI
de: Installateur HMI

# hmi_user
source: User HMI
de: Benutzer HMI

source: Filter Condition
de: Filter Zustand

# filter_condition_time
source: Filter Time
de: Filter Zustand Zeit

source: Bypass Position
de: Beipass Position

source: Bypass Consumption
de: Beipass Verbrauch

source: Outdoor Air Temperature
de: Außenluft Temperatur

# indoor_air_temperature
source: Indoor Air Temperatur
de: Innenluft Temperatur

# error_code
source: Error Code 1
de: Fehlercode 1

source: Error Code 2
de: Fehlercode 2
